{
    "starSystems":{
      "TDB_planet1_name":"Intersection"
    },
	"shipSystem":{
      "TDB_linearDriveData0":"increased engine power"
	},
    "hullMod":{
      "TDB_hfsSystem":"performance decreased by %s"
    },
    "campaign": {
        "HF_Name1":"Nanomachine Assemblage",
        "HF_Name2":"Greywind",

        "HF_Text1":"A communication was picked up by your personal terminal and after verification by your comm officer, the signal was confirmed to have come from within the fleet.",
        "HF_Option1":"Receive the communication request",
        "HF_Text2":"However, after recieving, there seems to be no response from the other side.",
        "HF_Option2":"Hang up and broadcast to the fleet that the mastermind of the prank will be severely punished",
        "HF_Text3":"After accepting the communication request, you are surprised to find that the contact is your own first officer - and it so  just happens to be the very same person standing beside you.",
        "HF_Text4":"\"Hmm? Still not through? Isn't this the way the Coldstream guy said to do it?\"",
        "HF_Text5":"\"Hey! It's working! That guy really didn't lie to me this time.\"",
        "HF_Text6":"\"Ahem, hello there, Mr. Captain.\"",
        "HF_Text7":"You glance at your first officer, who looks just as surprised as you do.",
        "HF_Text8":"They seem to be scrambling for an explanation.",

        "HF_Option3":"Interrupt the first officer and ask what their doppelganger is up to.",
        "HF_Option4":"Listen to the first officer's explanation.",
        "HF_Option5":"Have your bodyguard bring the first officer next to you into custody.",

        "HF_ST1_1":"\"Yes... there's an emergency!!! Ah, wait... something will happen if I start talking nonsense...ahhhhh,\"",
        "HF_ST1_2":"The 'first officer' on the other end of the line looks a little uncomfortable, and you recognise his location as your flagship by the communication background.",
        "HF_ST1_3":"Quietly contact your ship's security and quickly find and secure the 'first officer'",
        "HF_ST1_4":"Let him continue",

        "HF_ST2_1":"The first officer beside you is so relieved at your reaction, that he doesn't bother to wipe the sweat from his forehead, instead beginning to explain his loyalty to you and stammer out some things to prove that he is the real one.",
        "HF_ST2_2":"Wave to show you understand and quietly contact your ship's security to quickly secure the doppelganger's position.",
        "HF_ST2_3":"Have your bodyguard bring the first officer next to you into custody.",

        "HF_ST3_1":"Your bodyguards immediately drag the first officer's hands behind his back and pin him to the ground, even as he continues to attempt to plead with you.",
        "HF_ST3_2":"On the other side, the 'first officer' seems to have realized that he has made a big deal of things.",
        "HF_ST3_3":"Explain where you are coming from and your motives",

        "HF_TX_1":"The moment the message was sent, the other party seemed to sense it. ",
        "HF_TX_2":"On the other side, the 'first officer' seems to have realized that he has made a big deal of things.",
        "HF_TX_3":"With a distortion of the communication screen, the \"first officer\" on the other side turns into a young girl with white hair and blue eyes.",
        "HF_TX_4":"Explain where you are coming from and your motives",

        "HF_TXT_1":"\"All right, all right! I admit it, I'm not your first officer, please stop asking!\"",
        "HF_TXT_2":"\"I'll be honest... Well, a long time ago, there was a... A civilization of nanobots, so to speak...I assume you know what nanomachines are? Very well. These nanomachines were called \"Greystorms\" by their creators.",
        "HF_TXT_3":"\"In short, the relationship between the nanomachines and their creators deteriorated and a great war broke out! When the dust settled, only the nanomachines survived. \"",
        "HF_TXT_4":"The young girl glances at you as if watching your expression.",
        "HF_TXT_5":"\"But before the creators were destroyed, they managed to close the cluster's only stargate, trapping the nanomachines inside.\"",
        "HF_TXT_6":"\"After that, the nanomachines found themselves with plenty of time on their hands. They spent thousands of years trying in vain to get out of there, and they began to experiment with shapes and forms. In time, they even recreated what their creator civilisation had looked like when it disappeared.\"",
        "HF_TXT_7":"\"What's that got to do with you?\"",

        "HF_ST4_1":"The young girl sighs.\n",
        "HF_ST4_2":"\"I am the latest experiment, the whole of the Greystorm, or whatever you want to call us. It's all gathered in me. My consciousness represents our entire civilization.\" \n",
        "HF_ST4_3":"\"As for my appearance... It's because I think that you might be more accepting of a form that looks similar to yourself, and Coldstream also mentioned that it seems like a lot of people would like white hair...\"\n",
        "HF_ST4_4":"\"Of course, I'm here to join your fleet and serve you. I must admit that I have grown bored with the solitude of recent centuries and perhaps I should now be exposed to something new ...... So, may I join you on your journey?\"\n",
        "HF_ST4_5":"You glance at the first officer next to you, who has horror written all over their face... you must admit, this has been quite the bizarre experience.\n",
        "HF_ST4_6":"\"Well, of course, you can join us.\"",

        "HF_ST5_1":"\"Really! That's great!\"\n",
        "HF_ST5_2":"\"I have a feeling we'll get on really well and it's going to be a big exciting adventure!\"\n",
        "HF_ST5_3":"\"As for a mode of address...you can just call me 'Ash' or 'Ash Breeze'.\"\n",
        "HF_ST5_4":"\"Unfortunately, I'm still needed on the Association side, so I'll let my familiar go on the adventure with you! Don't worry, my familiar is fully empathic with me! \"\n",
        "HF_ST5_5":"\"Well, welcome aboard, 'Ash'.\"",

        "RZG_Name1":"Director",
        "RZG_Name2":"Coldstream",

        "RZG_Text1":"A hooded girl stares at a screen, sitting in the corner of the bar. Under the hood, you spot pale blue long hair - alongside a huge huge tail poking out underneath, which probably indicates that she is from the other world.",
        "RZG_Option1":"Try ordering a whisky and sit opposite her.",

        "RZG_TXT_READY":"You try to talk to the girl, but she doesn't even look at you before she opens her mouth and says, \"I don't think we know each other, so it's better to keep your distance, isn't it?\"",
        "RZG_TXT_READY_OPTION":"Leave",
        "RZG_TXT_READY_1":"The atmosphere is hushed for a moment, and the young girl, with a smile on her face, pulls out a letter sealed with a blue iris, which shows no sign of having been opened.\n",
        "RZG_TXT_READY_2":"You are surprised by this, after all, in this day and age there are very few things recorded on paper anymore.\n",
        "RZG_TXT_READY_3":"Collect the letter with a kind smile.",
        "RZG_TXT_READY_4":"Put the letter away and take the opportunity to stroke her tail.",

        "RZG_STORY_1":"It was obvious that the young girl was very happy to see you, and although it didn't show on her face, the wagging of her tail betrays her thoughts. \"I see you are that 'legendary captain of the Sector' that everyone has been talking about lately.\"\n",
        "RZG_STORY_2":"You gaze at her curiously, ready to ask the question in your mind.\n",
        "RZG_STORY_3":"The young girl sees your expression, and simply suggests, \"Why not take a look at this before you make a choice?\" She then takes her leave with a wag of her tail, while ordering you a matcha drink and leaving you with the letter you received earlier. \n",
        "RZG_STORY_4":"You look into the envelope in your hand, perhaps the letter contains the answers you want to know?\n",
        "RZG_STORY_5":"Open the letter",

        "RZG_STORY2_1":"You open the letter, pulling the message out as you catch a whiff of the strong scent of iris.",
        "RZG_STORY2_2":"\"Greetings, beloved mercenary sir, I grow more and more convinced that you are indeed one of our companions, for your legendary deeds are spoken of throughout our Association, as you have helped us in many ways. As the old poems says, the world needs heroes like you, although 'tis true that you are only a mercenary and that our partnership cannot  last forever. Maybe tomorrow, maybe next year, you will be on the opposite side of the fence for various reasons... Ah, not that it's wrong, after all it's your job...just, hopefully, that day will come later! \n With this letter, I would like to express my sincere thoughts to you - on behalf of the Traversers' Association\"",
        "RZG_STORY2_3":"As you read, a chip drops from the letter.",
        "RZG_STORY2_4":"View the chip contents",

        "RZG_TXT_1":"\"Today really is my lucky day!\"",
        "RZG_TXT_2":"You access the chip, which shows a ship that looks like an Onslaught-Class battleship, but as you examine her appearance and specifications for the first time... you can sense that the variant must have been carefully built by a large team, definitely not the work of a third-rate pirate engineer attempting various modifications to the venerable hull.",
        "RZG_TXT_3":"There is a note underneath:\n。",
        "RZG_TXT_4":"\"This is the work of a friend of mine, and this vessel is her treasure. In gratitude for all you have done for the Traversers' Association I will present her to you in my name, Mr Mercenary.\"\n",
        "RZG_TXT_5":"Finally, there are various certificates of some kind, with details of where the ship is located and various contact details.\n",
        "RZG_TXT_6":"Various hints within this inexplicable document point to a possible identity the young girl, though you already had a vague suspicion about this.\n",
        "RZG_TXT_7":"However, the fact that the person whom just left you appeared to be a completely immature girl makes it rather difficult to fully confirm your suspicions.\n",
        "RZG_TXT_8":"That said, perhaps its possible to ask in the future, should you be able to get in touch?\n",
        "RZG_TXT_9":"Shaking your head, you decide.....\n",
        "RZG_TXT_10":"Go to the port to collect your new ship",

        "RZG_YB_1":"The young girl is clearly startled by your actions and quickly hides her tail behind her.",
        "RZG_YB_2":"You quickly realise that was rude and was about to apologise, but the person doesn't give you the opportunity as she runs straight out through the door.",
        "RZG_YB_3":"You stand frozen in place, suddenly regretting this move. But then you think back to the sensation of the plush, warm tail.. \"Hmm... Not bad.\"",
        "RZG_YB_4":"You look to the envelope in your hand and it looks like you can only hope that the letter contains the answers you want to know.",
        "RZG_YB_5":"Lost %s credits.",
        "RZG_YB_6":"Open the letter",

        "RZG_SYS_1":"You are now in the laboratory and all the options below are experiments",
        "RZG_SYS_2":"End and leave (will not be refreshed)",
        "RZG_SYS_3":"Leave (will refresh again)",

        "MARKET_1":"No returns or sales are accepted here.",
        "MARKET_2":"Sorry, your reputation is not up to scratch at the moment [Requires: Welcoming]",
        "MARKET_3":"No returns or sales are accepted here."
    },
    "skills": {
        "SKILL_HF1":"% Kinetic damage to armour",
        "SKILL_HF2":"% Damage to weapons and engines",
        "SKILL_HF3":"% High Explosive damage to shields"
    },
    "hullmods":{

        "AUTOMATED_1":"Can only be mounted on Traverers' Association ships.",
        "AUTOMATED_2":"Not compatible with Automated Repair Unit",
        "AUTOMATED_3":"Status Normal",
        "AUTOMATED_4":"Remarks",
        "AUTOMATED_5":"Can only be mounted on Traverers' Association ships.",
        "AUTOMATED_6":"Conflicts with [%s]",
        "AUTOMATED_7":"Automated Repair Unit",

        "HANGKONG_1":"Can only be mounted on Traverers' Association ships.",
        "HANGKONG_2":"Not compatible with Expanded Deck Crew",
        "HANGKONG_3":"Where is your hangar, brother?",
        "HANGKONG_4":"Remarks",
        "HANGKONG_5":"Can only be mounted on Traverers' Association ships.",
        "HANGKONG_6":"Can only be installed on ships with hangars",
        "HANGKONG_7":"Conflicts with [%s]",
        "HANGKONG_8":"Expanded Deck Crew",

        "LEIDA_1":"Conflicts with ECM Package",
        "LEIDA_2":"Status Normal",
        "LEIDA_3":"Remarks",
        "LEIDA_4":"Conflicts with [%s]",
        "LEIDA_5":"ECM Package",

        "NAMI_1":"The Greywind's electronic warfare system is very complex and thus makes impossible to modify despite your technicians' best efforts.",
        "NAMI_2":"Status Normal",
        "NAMI_3":"Remarks",
        "NAMI_4":"Exclusive hullmod for the Greywind-Class",
        "NAMI_5":"Conflicts with [%s]",
        "NAMI_6":"ECM Package",

        "QIONG_DING_G_1":"Remarks",
        "QIONG_DING_G_2":"Exclusive hullmod for the Dome-Class",
        "QIONG_DING_G_3":"Changes the Dome's deployable turrets to attack mode",

        "RCDC_1":"Special",
        "RCDC_2":"Electromagnetic Deflection Stance [Requires Hardened Shields] [%s]",
        "RCDC_3":"Uses the extra energy to form a magnetic field around the shield to deflect incoming artillery, giving the shield an extra 10% resistance to high explosive damage",
        "RCDC_4":"Inactive",
        "RCDC_5":"Active",

        "RZG_1":"Glow Control Energy System",
        "RZG_2a":"Black Fox System activated, weapon damage increased",
        "RZG_2b":"White Fox System activated, ship's flux dissipation accelerated",
        "RZG_3":"Remarks",
        "RZG_4":"White Fox Cooling System",
        "RZG_5":"When the ship's flux is greater than 50%, the soft flux dissipation rate increases as the total flux rises, by up to 20%.",
        "RZG_6":"Black Fox Booster System",
        "RZG_7":"When the ship's flux is less than 50%, weapon damage increases as the flux increases, up to 15%.",

        "SSJJ_1":"Remarks",
        "SSJJ_2":"Pansy Exclusive Plugin",

        "YJ_1":"Manoeuvrability Enhanced",
        "YJ_2":"Speed Increased",
        "YJ_3":"Can only be mounted on Traverers' Association ships.",
        "YJ_4":"Conflicts with Unstable Injector",
        "YJ_5":"Conflicts with Auxiliary Thrusters",
        "YJ_6":"Status Normal",
        "YJ_7":"Remarks",
        "YJ_8":"Can only be mounted on Traverers' Association ships.",
        "YJ_9":"Conflicts with [%s]",
        "YJ_10":"Auxiliary Thrusters",
        "YJ_11":"Unstable Injector",

        "ZDJC_1":"Remarks",
        "ZDJC_2":"Fully automated ships with special Traversers' Association AI",
        "ZDJC_3":"Conflicts with [%s]",
        "ZDJC_4":"Safety Overrides",
        "ZDJC_5":"Additional Berthing",
        "ZDJC_6":"Converted Hangar"
    },
    "missions":{
        "BWN_1":"Remnants of the Unknown Empire Command Fleet",
        "BWN_2":"Pirates - The Invincible Fleet",
        "BWN_3":"NIF Artificial light must survive",

        "SPR_1":"Luddic Church Crusaders",
        "SPR_2":"Traversers' Association Periphery Defence Fleet",
        "SPR_3":"CGR Crusader must survive",

        "ZGJ_1":"Traversers' Association Main Fleet",
        "ZGJ_2":"Luddic Church Crusaders and Reinforcements - The Holy Invincible Fleet",
        "ZGJ_3":"TDB Huge Rain Cloud must survive",
        "ZGJ_4":"Defeat the enemy fleet"

    },
    "scripts":{
        "WuRen_1":"Unmanned Fleet Headquarters (",

        "CJY":"Skill active",

        "DD":"% missile weapon damage",
        "NaMi":"Greywind is being repaired...It hurts!",

        "SSJ_1":"Increased manoeuvrability and speed, -30% weapon flux, -10% shields damage, +10% ballistic/energy weapon damage",
        "SSJ_2":"Releases a suppression barrage based on flux level after activation",

        "SY_1":"Doubles the field of view",
        "SY_2":"Reduces the phase activation hard flux threshold of enemy phase ships within 1500 units by 50",

        "Turret_1":"out of range",
        "Turret_2":"Ready",

        "TuXi":"Disorderly Offset Initiation",
        "WuQi":"Energy weapon damage increased by 15%, weapon range reduced by 50%",
        "XunHang":"Increased engine output",
        "YQ":"Jumping",

        "YQ_gugu_1":"Allied ships maximum speed +20%, shield damage reduced by 20%",
        "YQ_gugu_2":"Current range of action is 1000 units",
        "YQ_gugu_3":"Current range of action is 1500 units",

        "starsystem_1":"Traversers' Association Jump Point",
        "starsystem_2":"Abandoned Exploration Mothership",
        "starsystem_3":"Intersection Space Station",
        "starsystem_4":"Cuckoo's Kite",
        "starsystem_5":"Traversers' Association Comm Relay",
        "starsystem_6":"Traversers' Association Nav Buoy",
        "starsystem_7":"Traversers' Association Sensor Array",
        "starsystem_8":"Watchtower Garrison",
        "starsystem_9":"Snowfall",
        "starsystem_10":"Quadrant VII",
        "starsystem_11":"TDB Cuckoo"
    },
    "utils": {
        "QYData_1":"Snowy Mud",
        "QYData_2":"Errous",
        "QYData_3":"Unknown",
        "QYData_4":"Astoroael",
        "QYData_5":"Eve",
        "QYData_6":"Starry Sky",
        "QYData_7":"Flowing Dust"
    }
}









